[{"context":{"32px":"Safety precautions","115px":"2","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Safely turning off the device","23px":"User's Manual"},"procedure":" To verify proper operation, complete the following procedure: 1. 2. Check that the Multi-Viewer displays within three minutes. 3. Check that monitoring devices in the unit are assigned to patient Multi-Viewer window as appropriate. 4. Check that the central station displays parameter numerics and waveforms for admitted monitoring devices. 5. Check that dialog boxes, command prompts, or other visual elements are not obstructing the view of the patient Multi-Viewer windows or alarm notification. Dismiss, acknowledge, or close these elements as appropriate. 6. Check that the keyboard and mouse can be used to enter text and select items. 7. Check that objects (e.g., books) are not depressing keyboard keys. 8. Check that external speakers are connected to the processing unit. 9. Check that alarm volume settings are appropriate for individual patients and the unit. 10. Check that alarm settings are appropriate for individual patients and the unit, including parameter alarm limits, alarm priority levels, and alarm deactivation (i.e., AUDIO PAUSE , alarms off indicator, etc.). 11. Select a bedside monitor not in patient use with all alarm notification activated, including automatic alarm printing, then check that the central station alarm notification is active: a. Connect an SPO2 sensor. b. Decrease the SPO2 High parameter alarm limit until the patient's current SPO2 value exceeds the new setting. c. Set the SPO2 alarm priority level to LOW ( ADVISORY ), MEDIUM ( WARNING ), or HIGH ( CRISIS ). Some bedside monitors do not allow the SPO2 alarm priority level to be set to LOW ( ADVISORY ). For more information, see the documentation accompanying the bedside monitor. d. Check that the audio alarm sounds the correct tone. For more information, see Audio alarm tones (91). 2048001-001E CARESCAPE Central Station 29 Safety precautions e. Check that the pulse rate in the parameter window flashes the correct color. For more information, see Visual alarm indicators (92). f. Check that an automatic alarm printout is sent to the configured printer. g. Pause the active audio alarms. h. Check that the visual alarm notification continues during the audio alarm pause. i. Check that the audio alarm pause ends within two minutes. j. Return the SPO2 High parameter alarm limit and SPO2 alarm priority level to the original settings."},{"context":{"32px":"About this software","20px":"Adjusting parameter color and size user-level defaults","115px":"4","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Multi-Viewer user-level defaults overview","23px":"User's Manual"},"procedure":" To adjust these user-level defaults, complete the following procedure: 1. From the Multi-Viewer menu, select Setup > Display Configuration . 2048001-001E CARESCAPE Central Station 49 About this software 2. Under Auto Display Button , select the appropriate option: ● Maximize Waveform Length : Maximize the horizontal length of the patient Multi-Viewer windows to display the maximum waveform duration. ● Maximize Number of Waveforms : Maximize the vertical height of the patient Multi-Viewer windows to display the maximum number of waveforms. 3. Under Auto Display Button , select Disable Auto Display Button to remove the 4. Auto Display button from the Multi-Viewer menu. Select the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window."},{"context":{"32px":"About this software","20px":"Adjusting parameter color and size user-level defaults","115px":"4","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Patient Multi-Viewer window control settings","23px":"User's Manual"},"procedure":" The primary parameter (ECG 1) waveform color can be adjusted. The secondary parameter numerics font size can also be adjusted. To adjust these user-level defaults, complete the following procedure: 50 CARESCAPE Central Station 2048001-001E 1. From the Multi-Viewer menu, select Setup > Display Configuration . About this software 2. Under Parameter Font Setup , select Apply Color Set to Parameter to use the parameter waveform color for the parameter numerics. White is the factory preset. 3. Under Parameter Font Setup , select the appropriate option: ● Standard Font : Use the smaller font for the parameter numerics. ● Large Font : Use the larger font for the parameter numerics. This option may reduce the number of parameters that display on the Multi-Viewer. To view all monitored parameters, select the Single Viewer. 4. Select the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window."},{"context":{"32px":"About this software","20px":"Adjusting waveform color control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Patient Multi-Viewer window control settings","23px":"User's Manual"},"procedure":" are not shown. To adjust these control settings, complete the following procedure: 2048001-001E CARESCAPE Central Station 51 About this software 1. Right-click in the appropriate patient Multi-Viewer window. 2. Highlight Select Waveform #2 . Select the waveform from the displayed list. 3. Highlight Select Waveform #3 . Select the waveform from the displayed list. 4. Highlight Select Waveform #4 . Select the waveform from the displayed list."},{"context":{"32px":"About this software","20px":"Adjusting Real-time Trend Graph control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Patient Multi-Viewer window control settings","23px":"User's Manual"},"procedure":" The waveform colors can be changed for each patient Multi-Viewer window. The color settings display in both the Multi-Viewer and the Single Viewer. To adjust these control settings, complete the following procedure: 1. Right-click in the appropriate patient Multi-Viewer window. 2. Highlight Select Waveform #1 color . Select the color from the displayed palette. 52 CARESCAPE Central Station 2048001-001E About this software 3. Highlight Select Waveform #2 > Color . Select the color from the displayed palette."},{"context":{"32px":"About this software","20px":"Adjusting Real-time Trend Graph control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Software version 1 Hardware series MP100","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" setting is set to display more than two columns, the Real-time Trend Graph window will not display. To adjust these control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Live View . 3. Select Configuration . 2048001-001E CARESCAPE Central Station 53 About this software 4. Select Display Real-time Trend Graph to display the Real-time Trend Graph in the patient Multi-Viewer window. 5. Under Parameter 1 , select the appropriate options: ● Display Parameter 1 : Enable the Real-time Trend Graph for this parameter. ● Parameter Name : Select the parameter from the list. ● Scale : Select the waveform scale. ● Color : Select the parameter numerics and waveform color. 6. Under Parameter 2 , select the appropriate options: 7. ● Display Parameter 2 : Enable the Real-time Trend Graph for this parameter. ● Parameter Name : Select the parameter from the list. ● Scale : Select the waveform scale. ● Color : Select the parameter numerics and waveform color. Select the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window. Select the Close button to close the Single Viewer. 8. 9. Check that the Real-time Trend Graph displays in the appropriate patient Multi-Viewer window."},{"context":{"32px":"About this software","20px":"ECG control settings overview","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting ST control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" To adjust these control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Monitor Setup > ECG . 3. Under Display Lead , select the appropriate lead to acquire the heart rate value. The lead options are: I , II , III , V , aVR , AVL , and aVF . This lead is also used for automatic alarm prints and any manual print requests. Select Relearn to prompt the monitoring device to use the current complexes to relearn the patient's ECG pattern. 4. 5. Under Size , select the appropriate ECG gain option: ● 0.5x : 5 mm\/mV ● 1x : 10 mm\/mV ● 2x : 20 mm\/mV ● 4x : 40 mm\/mV When the central station display is calibrated correctly and the monitoring device ECG gain setting is 1x , ECG waveforms have an aspect ratio of 0.4 ± 0.08 seconds per millivolt. 6. Under Detect Pace , select the pacemaker detection mode: ● Pace 1 or Pace 2 : Enable the pace algorithm. ● Off : If the monitoring device only supports a single pace detection algorithm and allows the pacemaker detection mode to be remotely enabled and disabled from the central station, selecting Off disables the pace algorithm at the central station and the bedside monitor. Some acquisition devices (e.g., PSM) do not support Pace 1 . If Pace 1 is selected at the central station, the settings will automatically be changed to Pace 2 . For more information on the Detect Pace options and functionality, select Pace Help . 7. Under Lead Analysis , select the leads for ECG and arrhythmia data processing: ● Single Lead : Processes the Display Lead . ● Multi-Lead : Processes leads I, II, III, V, AVR, AVL, and AVF. Switching from Multi-Lead to Single Lead will trigger an automatic Relearn at the monitoring device. 2048001-001E CARESCAPE Central Station 57 About this software 8. Under Arrhythmia , select the arrhythmia detection level: ● Full : Enable all arrhythmia detections at the bedside monitor. ● Lethal : Enable only lethal arrhythmia detections at the bedside monitor. Selecting this option also changes PVC Limit to Off . ● Off : Disable all arrhythmia detections at the bedside monitor. This setting is only available if Allow Arrhythmia Off on this Central is set to Yes . This option is configured before clinical use. For more information, see the technical manual. 9. Under PVC Limit , select the appropriate option to determine if a PVC counter displays in the parameter window: ● On : Display the PVCs counted per minute. ● Off : Do not display the PVCs counted per minute. This setting is automatically applied when Arrhythmia is set to Lethal or Off . 10. Under V Lead or Va Lead , select the appropriate option to label the lead position. The lead options are: V1 , V2 , V3 , V4 , V5 , and V6 . Va Lead is only supported for telemetry monitoring devices when a 6-leadwire ECG cable is used. 11. Under Vb Lead , select the appropriate option to label the lead position. The lead options are: V2 , V3 , V4 , V5 , and V6 . Vb Lead is only supported for telemetry monitoring devices when a 6-leadwire ECG cable is used. 12. Select the Close button to close the window."},{"context":{"32px":"About this software","20px":"Adjusting SPO2 control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting ST control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" To adjust these control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Monitor Setup > ECG . 3. Under ST , select the appropriate option to determine whether ST analysis mode is enabled at the monitoring device: ● On : Enable display of ST segment deviation values at the monitoring device and at the central station, and enable monitoring device alarming when ST limits are violated. ● Off : Disable ST analysis mode on the monitoring device and associated ST limit violation alarm detection. 58 CARESCAPE Central Station 2048001-001E About this software 4. Adjust the ST parameter alarm limit control settings for individual leads, see Adjusting alarm control settings overview (98). 5. Adjust the ST parameter alarm limit control settings for a lead group or for all leads relative to the patient's current ST value(s): a. Select More ECG Setup . b. Locate the appropriate lead group or all leads. The leads associated with each lead group are as follows: ● ANT(V, V2, V3, V4) : Anterior lead group, including V1, V2\/dV2, V3\/dV3, and V4\/dV4 leads. ● LAT(I, AVL, V5, V6) : Lateral lead group, including I, V5, V6\/dV6, and aVL leads. ● INF(II, III, AVF) : Inferior lead group, including II, III, and aVF leads. ● All Leads : Lead group, including all leads. If an ST lead group is selected for alarming at some bedside monitors, the central station will alarm for each lead in the ST lead group. c. Use the up\/down arrows to adjust the setting. The available range is -12.0 to 12.0 mm. The High and Low parameter alarm limits will be adjusted around the current Value of the leads. d. Select the appropriate option: ● Apply : Save the changes. ● Cancel : Disregard the changes. e. Repeat for each lead group, if applicable. f. Select Previous Menu to return to the ECG menu."},{"context":{"32px":"About this software","20px":"Adjusting Respiration control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting ST control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" The central station refreshes SPO2 parameter data every two seconds. To adjust these control settings, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 2048001-001E CARESCAPE Central Station 59 About this software 2. From the Single Viewer menu, select Monitor Setup > SPO2\/Resp . Locate the SPO2 control settings. 3. 4. Under Rate , select the appropriate option to determine if an acquired heart rate value displays: ● On : Enable the heart rate display. ● Off : Disable the heart rate display. 5. Under Size , select the appropriate waveform size. The options are: 1x , 2x , 4x , and 8x . Select the Close button to close the window."},{"context":{"32px":"About this software","20px":"Adjusting CO2 control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting ST control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" To adjust these control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Monitor Setup > SPO2\/Resp . Locate the RESPIRATION control settings. 3. 4. Under Sensitivity , select the appropriate breath detection threshold. The options are 10 % to 90 % in 10 percent increments. To increase the detection of shallow breaths, decrease the percentage number. Some acquisition devices (e.g., PSM) have different sensitivity options than the central station. Selecting an unsupported option at the central station will be ignored by the acquisition device. For more information, see the documentation accompanying the acquisition device. 60 CARESCAPE Central Station 2048001-001E About this software 5. Under Waveform Size , select the appropriate waveform size. The options are: 1x 6. to 10x in whole number increments. Select Auto Size to automatically size the waveform to fit the available display space in the parameter window. Some acquisition devices (e.g., PSM) do not support this option. Selecting this option at the central station will be ignored by the acquisition device. 7. Under Cardifact Alarm , select the appropriate option: ● On : Enable the CARDIFACT alarm. ● Off : Disable the CARDIFACT alarm. Some acquisition devices (e.g., PSM) do not support this option. Selecting this option at the central station will be ignored by the acquisition device. 8. Under Lead , select the respiration lead to derive the respiration rate: ● I : Best for detecting thoracic breathing, but is more susceptible to cardiogenic artifact. ● II : Equally good at detecting thoracic or abdominal breathing, but is more susceptible to cardiogenic and motion (head, neck, or arm) artifact. ● RL-LL : Best at detecting abdominal breathing and is not as susceptible to cardiogenic or motion artifact. This option is only available with select monitoring devices. For more information, see the documentation accompanying the monitoring device. Some bedside monitors (e.g., CARESCAPE Monitor B850) automatically select the respiration lead and do not allow the respiration lead to be changed at the central station. Any changes made at the central station will be ignored by the bedside monitor and the setting will revert to the bedside monitor setting within two seconds. Some acquisition devices (e.g., PSM) indicate to remote devices like the central station that I is the selected respiration lead. Select Relearn to prompt the bedside monitor to use the current breaths to relearn the respiration pattern. Some acquisition devices (e.g., PSM) do not support this option. Selecting this option at the central station will be ignored by the acquisition device. 9. 10. Select the Close button to close the window."},{"context":{"32px":"About this software","20px":"Pressures control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting ST control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" To adjust these control settings, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 2048001-001E CARESCAPE Central Station 61 About this software 2. From the Single Viewer menu, select Monitor Setup > SPO2\/Resp . Locate the CO2 control settings. 3. 4. Under Units , select the appropriate option. ● %: Select percent as the unit of measurement. ● kPa : Select kilopascals as the unit of measurement. ● mmHg : Select millimeters of mercury as the unit of measurement. Select the Close button to close the window. 5."},{"context":{"32px":"About this software","20px":"Pressures control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"Adjusting Invasive Pressures control settings","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" To adjust these control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Monitor Setup > Pressures . Locate the NBP control settings. 3. 4. Under Auto , view the automatic non-invasive blood pressure measurement setting. When automatic non-invasive blood pressure measurements are enabled ( On ) at the monitoring device, non-invasive pressure measurements are automatically acquired at regular intervals. From the central station, this setting can be turned Off , but it cannot be turned On . Some bedside monitors do not support automatic non-invasive blood pressure measurements. 62 CARESCAPE Central Station 2048001-001E About this software 5. Under Cuff Size , select the appropriate non-invasive blood pressure cuff size setting. ● Adult : Select the adult non-invasive blood pressure cuff size. ● Pediatric : Select the pediatric non-invasive blood pressure cuff size. ● Neonatal : Select the neonatal non-invasive blood pressure cuff size. The cuff size setting determines the inflation pressure used during the first non-invasive pressure measurement and is used to calculate the non-invasive blood pressure value. For more information, see the documentation accompanying the monitoring device. Select Clear Messages to remove the inflation message or current non-invasive pressure values from the central station parameter window. Some bedside monitors (e.g., CARESCAPE Monitor B850) do not support this option. Selecting this option at the central station will be ignored by the bedside monitor. Select the Close button to close the window. 6. 7."},{"context":{"32px":"About this software","20px":"Pressures control settings","115px":"4","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Parameter control settings overview","23px":"User's Manual"},"procedure":" alarm priority level at the central station). To adjust these control settings, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 2048001-001E CARESCAPE Central Station 63 About this software 2. From the Single Viewer menu, select Monitor Setup > Pressures . 3. Locate the appropriate pressure site (e.g., AR 1 ) control settings. Some bedside monitor options may be different than those displayed on the central station. For more information, see the documentation accompanying the bedside monitor. 4. Under Scales , select the appropriate displayed waveform scale. The options are: 30 , 40 , 60 , 100 , 160 , 200 , 300 , and Auto . The higher the number, the smaller the waveform size. Auto : Automatically size the waveform to fit the available display space. Some bedside monitors (e.g., CARESCAPE Monitor B850) do not support Auto . Selecting this option at the central station will be ignored by the bedside monitor. Some bedside monitor options may be different than those displayed on the central station. For more information, see the documentation accompanying the bedside monitor. 5. Under Pulse Rate , select the appropriate option to determine if the arterial pressure pulse rate should be calculated from ART, FEM, or UAC pressure site when there is a minimum difference of 10 mmHg between the systolic and diastolic pressures: ● On : Enable the calculated arterial pressure pulse rate. When enabled, the calculated arterial pressure pulse rate displays in the parameter window. ● Off : Disable the calculated arterial pressure pulse rate. 6. Under IABP , select the appropriate option to determine if irregularities in the ART or FEM pressure waveforms caused by the use of an intra-aortic balloon pump should be compensated for: ● On : Enable intra-aortic balloon pump identification. When enabled, an I precedes the invasive arterial pressure site label. ● Off : Disable intra-aortic balloon pump identification. Some acquisition devices do not support this option. For more information, see the documentation accompanying the acquisition device. 64 CARESCAPE Central Station 2048001-001E About this software 7. Under Smart BP , select the appropriate option to determine if the arterial artifact rejection program for the ART or FEM pressure sites is enabled: ● On : Enable the arterial artifact rejection program. When enabled, this program substantially reduces the alarms associated with zeroing the transducer, fast flushing the system, and drawing blood. ● Off : Disable the arterial artifact rejection program. Some acquisition devices do not support this option. For more information, see the documentation accompanying the acquisition device. Select the Close button to close the window. 8."},{"context":{"32px":"Managing patients","20px":"Using Auto Display","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Adjusting patient Multi-Viewer windows overview","23px":"User's Manual"},"procedure":" To add patient Multi-Viewer windows, complete the following procedure: 70 CARESCAPE Central Station 2048001-001E Managing patients 1. From the Multi-Viewer menu, select Setup > Display Configuration . 2. Under Columns , select the number of patient Multi-Viewer windows to display as columns (left to right). 3. Under Rows , select the number of patient Multi-Viewer windows to display as 4. rows (top to bottom). Select the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window. The changes will be ignored if locked patient Multi-Viewer windows are affected or if unmonitored patient(s) would be created by reducing the number of patient Multi-Viewer windows to less than the number of patient monitored on the central station."},{"context":{"32px":"Managing patients","20px":"Swapping patient Multi-Viewer windows","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Adjusting patient Multi-Viewer windows overview","23px":"User's Manual"},"procedure":" To rearrange unlocked patient Multi-Viewer windows, complete the following procedure: 1. Right-click in the appropriate patient Multi-Viewer window. 2. 3. Select Select Care Unit then Bed Number . Select a monitoring device from the list of care units and bed numbers. ● An unlocked patient Multi-Viewer window can be moved to another available unlocked patient Multi-Viewer window. ● A locked patient Multi-Viewer window cannot be moved. ● A locked patient Multi-Viewer window cannot be removed from the Multi-Viewer, whether a patient is admitted or not. 4. Verify the appropriate patient displays in the patient Multi-Viewer window."},{"context":{"32px":"Managing patients","20px":"Removing unlocked patient Multi-Viewer windows","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Admitting patients overview","23px":"User's Manual"},"procedure":" To remove unlocked patient Multi-Viewer windows, complete the following procedure: 1. Remove out-of-unit patients from the Multi-Viewer: a. Right-click in the appropriate patient Multi-Viewer window. b. Select Select Care Unit then Bed Number > None . c. Check that the patient Multi-Viewer window was removed. d. Repeat for each patient to be removed from the Multi-Viewer. 2. Move patients admitted at this central station to another in-unit central station: a. Locate an in-unit central station with unlocked patient Multi-Viewer windows available. b. From the other in-unit central station, right-click on an empty patient Multi-Viewer window with an Admit button. c. Select Select Care Unit then Bed Number . d. Select a monitoring device from the list of care units and bed numbers. e. Verify the appropriate patient displays in the patient Multi-Viewer window. f. Repeat for each patient to be added to the Multi-Viewer. g. Return to the original central station. h. Right-click on the patient Multi-Viewer window to be removed. i. j. Check that the patient Multi-Viewer window was removed. k. Repeat for each patient to be removed from the Multi-Viewer. Select Select Care Unit then Bed Number > None . 3. Discharge admitted patients. For more information, see Discharging patients (79)."},{"context":{"32px":"Managing patients","20px":"Admitting Combination monitoring patients","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Admitting patients overview","23px":"User's Manual"},"procedure":" To manually enter patient information for any in-unit patient, complete the following procedure: a. Under Patient Information , enter one or more of the following: ● Last Name : Enter the last name. ● First Name : Enter the first name. ● Age : Select the appropriate age range from the displayed list. The options are: Adult , 11-13 Years , 3-10 Years , and 0-2 Years . The age range default setting can be configured before clinical use. For more information, see the technical manual. When admitting a telemetry patient at the central station, the 0-2 Years Age range option is available, however telemetry monitoring is not suitable for neonatal patients. For more information, see the documentation accompanying the telemetry monitoring device. Some monitoring devices may not allow remote devices like the central station to adjust the Age . Any changes made at the central station will be ignored by the monitoring device and revert to the monitoring device settings. For more information, see the documentation accompanying the monitoring device. ● Patient ID : Enter the patient identification number. b. Under Bed , select the appropriate bed number: ● For bedside monitors, select a bed number without a symbol at the end (e.g., ICU4). ● For telemetry monitoring devices, select a bed number with an asterisk at the end (e.g., ICU4*). i. Under ECG From , select the TTX number for appropriate telemetry monitoring device. 4. 5. ● For interface devices, select a bed number with a plus sign at the end (e.g., ICU4+). Select Admit . If manual Full Disclosure data collection is enabled and the message Would you like to start Full Disclosure? displays, select one of the following: ● Yes : Collect Full Disclosure data for this patient. ● No : Do not collect Full Disclosure data for this patient at this time. 6. Check that the correct patient displays in the patient Multi-Viewer window."},{"context":{"32px":"Managing patients","20px":"Changing patient information","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Admitting patients overview","23px":"User's Manual"},"procedure":" To manually enter patient information for any in-unit patient, complete the following procedure: a. Under Patient Information , enter one or more of the following: ● Last Name : Enter the last name. ● First Name : Enter the first name. ● Age : Select the appropriate age range from the displayed list. The options are: Adult , 11-13 Years , 3-10 Years , and 0-2 Years . The age range default setting can be configured before clinical use. For more information, see the technical manual. When admitting a telemetry patient at the central station, the 0-2 Years Age range option is available, however telemetry monitoring is not suitable for neonatal patients. For more information, see the documentation accompanying the telemetry monitoring device. Some monitoring devices may not allow remote devices like the central station to adjust the Age . Any changes made at the central station will be ignored by the monitoring device and revert to the monitoring device settings. For more information, see the documentation accompanying the monitoring device. ● Patient ID : Enter the patient identification number. b. Under Bed , select a bed number without a symbol at the end (e.g., ICU4). c. Under ECG From , select the TTX number for the appropriate telemetry monitoring device. 4. 5. Select Admit . If manual Full Disclosure data collection is enabled and the message Would you like to start Full Disclosure? displays, select one of the following: ● Yes : Collect Full Disclosure data for this patient. ● No : Do not collect Full Disclosure data for this patient at this time. 6. Check that the correct patient displays in the patient Multi-Viewer window."},{"context":{"32px":"Managing patients","20px":"Changing patient information","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Discharging patients overview","23px":"User's Manual"},"procedure":" Once a patient is monitored at the central station, the patient information can be updated. To change patient information, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Admit\/Discharge . 78 CARESCAPE Central Station 2048001-001E Managing patients 3. Under Patient Information , place the cursor in any of the following fields and make the appropriate changes: ● Last Name : Enter the last name. ● First Name : Enter the first name. ● Patient ID : Enter the patient identification number. ● Age : Select the appropriate age range from the displayed list. The options are: Adult , 11-13 Years , 3-10 Years , and 0-2 Years . When admitting a telemetry patient at the central station, the 0-2 Years Age range option is available, however telemetry monitoring is not suitable for neonatal patients. For more information, see the documentation accompanying the telemetry monitoring device. Some monitoring devices may not allow remote devices like the central station to adjust the Age . Any changes made at the central station will be ignored by the monitoring device and revert to the monitoring device settings. For more information, see the documentation accompanying the monitoring device. ● Care Notes : Enter notes about the patient. The ability to enter Care Notes may not be available until two minutes after the patient is admitted to the monitoring device. Full Disclosure must also be enabled, properly licensed, and an patient Multi-Viewer window must be available. Care Notes is a free text box. When text is entered, the note indicator displays in the parameter numerics area of the patient Multi-Viewer window. Select Save . 4."},{"context":{"32px":"Managing patients","20px":"Breaking Combination monitoring by discharging the bedside monitor","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Discharging patients overview","23px":"User's Manual"},"procedure":" To discharge patients from monitoring devices remotely, complete the following procedure: 1. Disconnect all patient monitoring cables. 2. 3. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Admit\/Discharge . Select Discharge . 4. 5. When the message Are you sure you want to DISCHARGE this patient? displays, select the appropriate option: ● Yes : Discharge this patient. The message Discharging patient... displays. ● No : Cancel the discharge process."},{"context":{"32px":"Managing patients","20px":"Admitting new telemetry patients","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Discharging patients overview","23px":"User's Manual"},"procedure":" To break Combination monitoring by discharging the telemetry monitoring device, complete the following procedure: 1. Disconnect all patient monitoring cables from the telemetry monitoring device. 2. 3. 4. Under ECG From select Monitor . Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Admit\/Discharge . 5. Select Save to discharge the patient from a telemetry monitoring device and continue monitoring the patient with the bedside monitor."},{"context":{"32px":"Managing patients","20px":"Admitting new telemetry patients","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Moving telemetry patients to another in-unit bed","23px":"User's Manual"},"procedure":" To discharge an existing telemetry patient and admit a new telemetry patient to the same telemetry monitoring device and display in the same patient Multi-Viewer window, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 2048001-001E CARESCAPE Central Station 81 Managing patients 2. From the Single Viewer menu, select Admit\/Discharge . 3. Select New Patient . This option is only available for telemetry monitoring devices. It is not available for bedside monitors. 4. When the message Are you sure you want to assign a NEW PATIENT? displays, select the appropriate option: ● Yes : Discharge the currently admitted patient and admits the telemetry monitoring device to a new patient in the same Multi-Viewer window. The Telemetry Unit Defaults will be applied for this new patient. ● No : To cancel this process. Select the appropriate patient Multi-Viewer window for the new telemetry patient. From the Single Viewer menu, select Admit\/Discharge . 5. 6. 7. Under Patient Information , enter the following: ● Last Name : Enter the last name. ● First Name : Enter the first name. ● Age : Select the appropriate age range from the displayed list. The options are: Adult , 11-13 Years , 3-10 Years , and 0-2 Years . The age range default setting can be configured before clinical use. For more information, see the technical manual. When admitting a telemetry patient at the central station, the 0-2 Years Age range option is available, however telemetry monitoring is not suitable for neonatal patients. For more information, see the documentation accompanying the telemetry monitoring device. ● Patient ID : Enter the patient identification number. Select Save . 8. 9. Check that the correct patient displays in the patient Multi-Viewer window."},{"context":{"32px":"Managing patients","20px":"Admitting new telemetry patients","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Replacing telemetry monitoring devices","23px":"User's Manual"},"procedure":" To move a telemetry patient to another available (empty) in-unit bed, complete the following procedure: 1. From the Multi-Viewer, select the telemetry patient to be moved to another available (empty) in-unit bed. The selected patient Multi-Viewer window must be unlocked. From the Single Viewer menu, select Admit\/Discharge . 2. 82 CARESCAPE Central Station 2048001-001E Managing patients 3. Under Bed , select the destination bed number with an asterisk at the end (e.g., ICU4*). Select Move . 4. 5. When the message Are you sure you want to MOVE this patient? displays, select the appropriate option: ● Yes : Move to the selected Bed . ● No : Cancel the move process. 6. Check that the correct patient displays in the patient Multi-Viewer window."},{"context":{"32px":"Managing patients","20px":"Admitting new telemetry patients","115px":"5","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Viewing other patients","23px":"User's Manual"},"procedure":" To replace the telemetry monitoring device, complete the following procedure: 1. 2. 3. 4. Under ECG From , select the appropriate TTX number. 5. 6. Check that the correct TTX number displays in the patient Multi-Viewer window. Select Save ."},{"context":{"32px":"Managing patients","20px":"Admitting new telemetry patients","115px":"6","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Viewing other patients","23px":"User's Manual"},"procedure":" Any patient on the CARESCAPE Network MC can be temporarily viewed on the central station. This is called the 17th patient view. When viewing out-of-unit patients, alarm and parameter settings cannot be adjusted. Only one patient can be displayed in the Single Viewer at a time. To view other patients, complete the following procedure: 1. From the Multi-Viewer menu, select Other Patients . 2048001-001E CARESCAPE Central Station 83 Managing patients From the displayed list of devices, select the appropriate unit and bed number. Select OK . 2. 3. 4. Check that the correct patient displays in the Single Viewer. 84 CARESCAPE Central Station 2048001-001E"},{"context":{"32px":"Alarms","20px":"Admitting new telemetry patients","115px":"6","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Pausing audio alarms","23px":"User's Manual"},"procedure":" . To adjust the alarm volume for this central station, complete the following procedure: 1. Select the alarm volume indicator in the Multi-Viewer menu. 2. Select the Volume Current percent from the displayed options. The Volume Current level cannot be set below the Volume Minimum level. The Volume Minimum level is configured before clinical use. For more information, see the technical manual. 3. Choose the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window. 4. Check that the correct Volume Current percent displays under the alarm volume indicator."},{"context":{"32px":"Alarms","20px":"Admitting new telemetry patients","115px":"6","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Adjusting alarm control settings overview","23px":"User's Manual"},"procedure":" To pause audio alarms, complete the following procedure: 1. To pause audio alarms for all patients displayed in the Multi-Viewer and any other viewed patient (17th patient), select one of the following options: ● Press the alarm AUDIO PAUSE keyboard key. ● Select the Multi-Viewer alarm AUDIO PAUSE button. The alarm AUDIO PAUSE keyboard key will be disabled if the Alarms license is not enabled. 2048001-001E CARESCAPE Central Station 97 Alarms 2. To pause audio alarms for a single patient, select one of the following options: ● Select the alarm AUDIO PAUSE button in the appropriate patient Multi-Viewer window. The alarm AUDIO PAUSE button only displays in the patient Multi-Viewer window when an active alarm condition is occurring. ● Select the appropriate patient Multi-Viewer window and select the alarm AUDIO PAUSE button in the Single Viewer. 3. Check that the patient Multi-Viewer window alarm AUDIO PAUSE indicator displays. To comply with international specifications for alarming (e.g., IEC 60601-1-8), newer devices like the CARESCAPE Central Station and CARESCAPE Monitor B850 use a slightly different order for alarm priorities than older devices like the CIC Pro Clinical Information Center and Dash 3000 patient monitor. This results in occasional differences between audio and\/or visual annunciation of alarms between the newer and older devices. ● When the two highest alarm conditions at an older bedside monitor are technical SYSTEM ADVISORY and physiological INFORMATIONAL ( MESSAGE ), the cyan border on a CARESCAPE Central Station patient Multi-Viewer window disappears during an audio alarm pause and reappears when the audio alarm pause expires. The CIC Pro Clinical Information Center displays a non-colored patient Multi-Viewer window border both during and after audio alarm pause. ● When the two highest alarm conditions for an older bedside monitor are technical SYSTEM WARNING and a physiological INFORMATIONAL ( MESSAGE ), the yellow border on a CARESCAPE central station patient Multi-Viewer window disappears during an audio alarm pause and reappears when the audio alarm pause expires. The CIC Pro Clinical Information Center displays a non-colored patient Multi-Viewer window border both during and after audio alarm pause."},{"context":{"32px":"Alarms","20px":"Adjusting telemetry monitoring device alarm control settings","115px":"6","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Adjusting alarm control settings overview","23px":"User's Manual"},"procedure":" field. c. Select a value from the displayed list. d. Repeat for each parameter. To adjust the arrhythmia alarm priority levels, complete the following procedure: a. Under Arrhythmia Alarm Levels , locate the arrhythmia alarm condition. b. Select the Priority field. c. Select a value from the displayed list. d. Repeat for each arrhythmia alarm condition. 100 CARESCAPE Central Station 2048001-001E Alarms 6. If prompted to save the changes, select the appropriate option: ● Yes : Save the changes and close the window. ● No : Disregard the changes and close the window."},{"context":{"32px":"Alarms","20px":"Adjusting telemetry monitoring device alarm control settings","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Adjusting alarm control settings overview","23px":"User's Manual"},"procedure":" field. c. Select a value from the displayed list. d. Repeat for each parameter. To adjust the arrhythmia alarm priority levels, complete the following procedure: a. Under Arrhythmia Alarm Levels , locate the arrhythmia alarm condition. b. Select the Priority field. c. Select a value from the displayed list. d. Repeat for each arrhythmia alarm condition. 6. Under Alarm Audio On\/Off , select the appropriate option: ● ON : Enable alarms for this telemetry monitoring device. ● Alarm Audio Pause – Smart Alarm : Select this option to avoid sounding audio alarms at the central station when monitoring will be temporarily interrupted for less than five minutes for one of available alarms off reasons. Selecting any reason establishes an audio alarm pause for up to five minutes in the presence of a valid waveform and displays the alarms off reason in the appropriate patient Multi-Viewer window. The following alarms off reasons can be selected: Reason OFF X-ray Shower Surgery P.T. CAR REHAB GI LAB Displayed AUDIO OFF AUDIO OFF – X-RAY AUDIO OFF – SHOWER AUDIO OFF – SURGERY AUDIO OFF – P.T. AUDIO OFF – CAR REHAB AT CARDIAC REHAB AUDIO OFF – GI LAB Printed ALARM OFF AT X-RAY AT SHOWER AT SURGERY AT PHYSICAL THERAPY O.T. Off unit CATH LAB AUDIO OFF – O.T. AUDIO OFF – OFF UNIT AUDIO OFF – CATH LAB AT GI LAB AT OCCUPATIONAL THERAPY OFF UNIT AT CARDIAC CATH LAB ● OFF : Select this option when the available alarms off reasons are not a sufficient explanation or to prevent the telemetry monitoring system from detecting the patient location when transporting a telemetry patient. Selecting this option will disable alarms for this telemetry monitoring device and display the Alarms off indicator in the appropriate patient Multi-Viewer window. OFF is only available if Allow Telemetry Alarm Audio OFF on this Central is set to Yes . This setting is configured before clinical use. For more information, see the technical manual. WARNING ALARMS OFF — The telemetry monitoring device alarms remain off until you manually select ON . 102 CARESCAPE Central Station 2048001-001E Alarms 7. 8. Select Enable Transmitter Audio Pause to allow audio alarms to be paused from telemetry monitoring devices. Select Recall Unit Defaults to apply the Telemetry Unit Defaults to this telemetry monitoring device and overwrite the existing alarm control settings for this patient. For more information, see Telemetry Unit Defaults factory presets (218). This option is not available for bedside monitors. 2048001-001E CARESCAPE Central Station 103 Alarms 104 CARESCAPE Central Station 2048001-001E"},{"context":{"32px":"Data review tools","20px":"Using FD Strip","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Full Disclosure overview","23px":"User's Manual"},"procedure":" To adjust these user-level defaults, complete the following procedure: 1. From the Multi-Viewer menu, select Setup > Full Disclosure Defaults . 106 CARESCAPE Central Station 2048001-001E Data review tools 2. Under FD Report Printing , select the appropriate FD Report options: ● Duration : Select the default amount of data to include in FD Page printouts. The options are 0 hr 1 min to 144 hr 0 min in one minute intervals. This is the initial value when printing a FD Page report and can be adjusted on an individual report basis. The central station can print up to 50 pages, depending on the amount of data available, the Duration and the Line Time settings. ● Hole Location : Select the appropriate option to include space for binding the top : Leave space for binding on the top of the page. printed report: ￭ none : Leave no space for binding. ￭ ￭ bottom : Leave space for binding on the bottom of the page. ￭ ￭ right : Leave space for binding on the right side of the page. left : Leave space for binding on the left side of the page. ● Include : Define the appearance and data displayed on the report. ￭ Graybar : Print every other line of the data with a shaded background to differentiate between lines of data. ￭ Arrhythmia Annotations : Print the arrhythmia event name on the waveform. ￭ Heart Rate : Print the heart rate at the end of each report line. ● Line Time : Select the appropriate option to determine the amount of data printed on each line of the report. Printing more data per line results is higher compression of the printed waveform. This setting also applies to FD Page printouts. ￭ 15sec : Print 15 seconds of waveform across the page width. ￭ 30sec : Print 30 seconds of waveform across the page width. ￭ 1min : Print 60 seconds of waveform across the page width. 3. Under FD Strip , select the appropriate FD Strip Report options: ● Duration : Select the amount of data to include in FD Strip printouts. The options are 0 min 5 sec to 60 min 0 sec in five second intervals. ● Hole Location : Select the appropriate option to include space for binding the top : Leave space for binding on the top of the page. printed report: ￭ none : Leave no space for binding. ￭ ￭ bottom : Leave space for binding on the bottom of the page. ￭ ￭ right : Leave space for binding on the right side of the page. left : Leave space for binding on the left side of the page. 4. Under Unit License Default , view the Full Disclosure License Type enabled on the central station. For more information, see the technical manual. When viewing an earlier version of the central station, the license duration maximum displays as 72 hours, even if the unit maximum is 96 hours or 144 hours. 2048001-001E CARESCAPE Central Station 107 Data review tools 5. Under Strip Printing , select the appropriate options: ● Hole Location : Select the appropriate option to include space for binding the top : Leave space for binding on the top of the page. printed report: ￭ none : Leave no space for binding. ￭ ￭ bottom : Leave space for binding on the bottom of the page. ￭ ￭ right : Leave space for binding on the right side of the page. left : Leave space for binding on the left side of the page. ● Report Number : Enter up to 50 characters of information (e.g., report type, hospital name and address) to display in the footer of an FD Strip Report PDF files. These settings apply to the central station being configured only; they do not apply to all central stations in the unit. 6. Under Offline Storage , view the Offline Storage time configured for this central station. For more information, see the technical manual. 7. Under Start Data Storage , view when this central station is configured to begin Full Disclosure data storage. For more information, see the technical manual. 9. 8. Under Bed List , view the beds that are configured to collect and store Full Disclosure data on the central station when Start Data Storage is set to Automatically if listed . For more information, see the technical manual. Select the appropriate option: ● Apply : Save the changes without closing the window. ● Cancel : Disregard the changes and close the window. ● OK : Save the changes and close the window."},{"context":{"32px":"Data review tools","20px":"Using FD Page","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Full Disclosure overview","23px":"User's Manual"},"procedure":" ). Waveform gaps are indicated with a vertical bar. To use this data review tool, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 108 CARESCAPE Central Station 2048001-001E 2. From the Single Viewer menu, select Patient Data > FD Strip . Data review tools Item Description 1 2 3 4 5 6 7 8 9 Scan older data fast button Scan older data button Stop data scan button Scan newer data button Scan newer data fast button Full Disclosure collection button Data type selection button Speed drop-down menu Scroll bar (thumb tack) 3. 4. From the data type selection button, select the type of data to view. This button toggles between these two options: ● View All ECG : Display all available ECG leads numerics and waveforms. ● Monitor : Display all parameter numerics and waveforms displayed on the bedside monitor when the central station collected the data. This option is not available for telemetry monitoring device. From the Full Disclosure collection button, select the appropriate option. This button toggles between these two options: ● Stop FD : Stop manual Full Disclosure data collection. ● Start FD : Start manual Full Disclosure data collection. The Full Disclosure collection button only displays if Full Disclosure Defaults > Start Data Storage is set to Manual . This option is configured before clinical use. For more information, see the technical manual. 5. Under Speed , select the sweep speed of the waveforms. The options are: 12.5 mm\/s , 25 mm\/s , and 50 mm\/s . If 25 mm\/s is selected, displayed data scrolls in eight second increments. When the sweep speed is changed, the displayed data will refresh. As a result, there is a brief delay. 2048001-001E CARESCAPE Central Station 109 Data review tools 6. Select any of the following buttons to scan the data: ● Scan newer data fast button to scan forward by approximately one screen width. ● Scan newer data button to scan in one second increments. ● Stop data scan button. ● Scan older data button to scan in one second increments. ● Scan older data fast button to scan backward by approximately one screen width. When the end of the data has been reached, the scan automatically stops and the message End of Full Disclosure Data. displays. 7. Position the cursor on the waveform area of interest. The cursor identifies the displayed waveform data location, accompanying parameter numeric data, and the time focus when this data was recorded. Use the scroll bar or mouse to incrementally move the cursor through the waveform, while reviewing the patient data preceding and succeeding an event. ● Click in the scroll bar to move the displayed data one page at a time. ● Click the scroll bar arrows to move the displayed data in one-second increments. 8. ● Drag the scroll bar (thumb tack) to desired time. ● Place and click the cursor in the waveform area. Select the Print button. The printed strip displays the parameter numerics and waveforms for the chosen time focus. The amount of data printed corresponds to the Full Disclosure Defaults > FD Strip > Duration user-level default. The time focus is marked on the printout with an arrow. The patient name and patient identification number used on the printout corresponds to the patient name and patient identification number used when the data was collected."},{"context":{"32px":"Data review tools","20px":"Printing FD Page","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Full Disclosure overview","23px":"User's Manual"},"procedure":" ). Waveform gaps are indicated with a vertical bar. To use this data review tool, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 110 CARESCAPE Central Station 2048001-001E 2. From the Single Viewer menu, select Patient Data > FD Page . Data review tools Item Description 1 2 3 Floating zoom window Zoom window Time focus (blue line) 3. Select the Configuration button. 4. Under Display Setup , select the appropriate options: ● Time Per Line : Select the amount of data displayed in each row. The options are: 15 seconds , 30 seconds , and 1 minute . ● Zoom Window : Select appropriate option: ￭ Show : Display enlarged waveform in the Zoom Window with grid lines. ￭ Hide : Do not display the Zoom Window. 5. Under Configure Waveforms , select the waveforms available for display from Available and move them to Selected with the right\/left arrows. Use the up\/down arrows under Selected to change the waveform display order. Select the Close button to close the window. 6. 2048001-001E CARESCAPE Central Station 111 Data review tools 7. Use the scroll bar or scroll arrows to move backward or forward in time to find a waveform area of interest. It is also possible to select a specific time focus or an alarm event from Events, FD Strip, Graphic Trends, or Numeric Trends, then select FD Page to automatically display the available Full Disclosure data for that time focus or event. Otherwise, the most current Full Disclosure data displays. Select the waveform area to view in more detail. A small blue-colored zoom box moves to this waveform location. To view this waveform area in more detail in the floating zoom window, click and hold down the left mouse button inside the small blue-colored zoom box to display an enlarged view of the waveform segment. 8. 9."},{"context":{"32px":"Data review tools","20px":"Printing FD Page","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Using Data Sessions","23px":"User's Manual"},"procedure":" To print an FD Page report to a laser printer, complete the following procedure: 1. 2. 3. 4. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > FD Page . Select the Print button. Select the Start and End times. ● Drag the scroll bar to move the start or end time. ● Click the scroll bar arrows to move the start or end time by one minute increments. ● Click the left or right arrows to move the start or end time by 15 second increments. 5. From Time Per Line , select the amount of data to be printed in each report line. The options are: 15 seconds , 30 seconds , and 1 minute . 6. Under Waveform Selection , select up to eight waveforms from the displayed list 7. 8. to include in the report. Use the up\/down arrows to select the waveform print order. The waveforms print in the order displayed. Select Refresh Preview to update the print preview. The Duration (in hours:minutes:seconds format), Time Per Page and Total Pages values are also calculated and displayed. If more than 50 pages of data are selected, only the first 50 pages will print. If the Refresh Preview indicates more than 50 pages, reduce the selected time range, increase the Time Per Line , or reduce the Waveform Selection to get the total page count to 50 or less. Select Print to print the report. Depending on the amount of data selected and the number of pages, it could take up to ten minutes before the printout is sent to the printer. The patient name and patient identification number used on the printout corresponds to the patient name and patient identification number used when the data was collected. 112 CARESCAPE Central Station 2048001-001E Data review tools"},{"context":{"32px":"Data review tools","20px":"Printing FD Page","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" , or out-of-unit patient), complete the following procedure: a. From the Multi-Viewer menu, select Other Patients . 114 CARESCAPE Central Station 2048001-001E Data review tools b. Select Prior Data Search . c. To search for a patient, enter the search criteria. The search criteria you can enter depends on this central station’s configuration. The FD Session Configuration service-level default is configured before clinical use. The settings determine the available Patient Search fields, whether sessions with non-matching patient identifiers can be selected, and whether partial or complete search criteria can be used to search for a patient. For more information, see the technical manual. d. When Include Active Sessions is enabled, all sessions are displayed. To show only inactive (post-discharge) sessions, disable Include Active Sessions . e. Choose session(s) by selecting the row and enabling the check box for each session, then select Select . The selected session(s) automatically display in Data Sessions. If multiple sessions were selected with non-matching patient identifiers, the message Warning: Sessions with non-matching PIDs selected displays. Select one of the sessions from the list to display the selected data. 3. 2048001-001E CARESCAPE Central Station 115 Data review tools 4. Select any of the available data review tools to review the data. Any data review tools that are not supported when viewing prior sessions will be grayed out and cannot be used to view the patient data. The data displays at the end of the session. Use the scroll bar to scroll back to earlier data."},{"context":{"32px":"Data review tools","20px":"Viewing events","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" Event Source will be available. To select the Event Source, complete the following procedure: 1. 2. 3. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Events . Select Source and select the appropriate option: ● Bedside : When Full Disclosure data is not being collected for this monitoring device. ● Full Disclosure : When Full Disclosure data is being collected for this monitoring device. 116 CARESCAPE Central Station 2048001-001E Data review tools ● PDS : When Full Disclosure data is not being collected for this monitoring device and this monitoring device is on the PDS bed list. 4. Select the Refresh Event Source button to refresh the list of available Event Source options."},{"context":{"32px":"Data review tools","20px":"Reviewing events","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" To select up to ten events, complete the following procedure: a. Highlight the first event in the Event Directory. b. To select consecutive events, press and hold the Shift keyboard key and select the appropriate events in the Event Directory. c. To select nonconsecutive events, press and hold the Ctrl keyboard key and select the appropriate events in the Event Directory."},{"context":{"32px":"Data review tools","20px":"Deleting events","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" When the Event Source is Full Disclosure, events can be reviewed. When the Event Source is Bedside or PDS, events cannot be reviewed. To review events, complete the following procedure: 1. 2. 3. 4. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Events . Select the event(s) in the Event Directory. Select the Reviewed event button in Event Review. Changing the event state in Event Review updates the events displayed in Event Directory. 5. Check that the event displays in the Event Directory as Reviewed."},{"context":{"32px":"Data review tools","20px":"Annotating events","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" displays on the central station. To manually delete the event at the bedside monitor, see the documentation accompanying the bedside monitor. If the Event Source is PDS, events cannot be deleted and the Deleted option is not available. When the 500 event limit is reached, older events are removed to make room for newer events. Events marked as Deleted are not deleted from the central station and can still be viewed at the central station. If the 2000 event limit is reached, space for new events is created by removing events marked as Deleted first. If there are no Deleted events, the oldest Reviewed event is automatically removed. Older events are removed one at a time to accommodate newer events. Unlike events marked as Deleted, events removed from the central station are no longer available for viewing. To mark events as Deleted, complete the following procedure: 1. 2. 3. 4. 5. When the message Delete this event? displays, select the appropriate option: Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Events . Select the event(s) in the Event Directory. Select the Deleted event button in Event Review. ● OK : Mark the event as Deleted. ● Cancel : Do not mark the event as Deleted. Changing the event state in Event Review updates the events displayed in Event Directory. Once an event is marked as Deleted, it cannot be moved to the New or Reviewed state. 6. Check that the event displays in the Event Directory as Deleted."},{"context":{"32px":"Data review tools","20px":"Printing events","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" When the Event Source is Full Disclosure, events can be annotated. To annotate events, complete the following procedure: Select the appropriate patient Multi-Viewer window. 1. 2. From the Single Viewer menu, select Patient Data > Events . Select the event in the Event Directory. 3. Events must be displayed and annotated one at a time. 4. Place the cursor in the Note text box. 5. 6. 7. Check that the event displays as a Note event. Type the event note in the Note text box. Select the Enter button or the Enter keyboard key. A note indicator will also display in the Event Directory when an event has a note associated with it. 2048001-001E CARESCAPE Central Station 121 Data review tools"},{"context":{"32px":"Data review tools","20px":"Creating event reports","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Events overview","23px":"User's Manual"},"procedure":" When the Event Source is Bedside, Full Disclosure, or PDS, events can be printed. To print events, complete the following procedure: 1. 2. 3. 4. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Events . Select the event(s) in the Event Directory. Select the Print button. 5. Under Select Type select Event Strip to print a single strip and notes for the selected event. Under Select Type select Event Directory to print the selected list of events in the Event Directory. The review state, date, time, alarm priority level, type, and notes will print for each selected event. Notes may be truncated when printed. Select Ok . 6."},{"context":{"32px":"Data review tools","20px":"Creating event reports","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Trends overview","23px":"User's Manual"},"procedure":" When the Event Source is Full Disclosure, events can marked to be included in an events Strip Report. To create event reports, complete the following procedure: 1. 2. 3. 4. 5. Check that the selected events display as Report events. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Events . Select the event(s) in the Event Directory. Select the Report button in Event Review. 122 CARESCAPE Central Station 2048001-001E 6. Select the Print button. Data review tools 7. Under Select Type , select Strip Report to create a events Strip Report containing the events currently marked for report. The first page of the report will contain a summary including the date and time range of events, number of events, report comment, signature lines, and form number. From Destination , select the appropriate option: ● PDF : Creates a PDF file that is automatically sent to the PDF printer configured 8. before clinical use. For more information, see the technical manual. ● Laser : Prints the report to the configured network laser printer selected from the displayed list. In Report Comment , enter any applicable report notes or comments. 9. 10. Select Ok . 11. When the message Clear all the report flags? displays, select the appropriate option: ● Yes : Removes the marked for report flags from all the selected events. ● No : Keeps all events previously marked for report for future printing."},{"context":{"32px":"Data review tools","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Trends overview","23px":"User's Manual"},"procedure":" Graphic Trends displays parameter numerics over a period of time in graph format, including AFIB trending with select monitoring devices. Up to six parameters display in half-screen format; up to 12 parameters in full-screen format. If more than one episodic event occurs during the same minute, the more recent episodic event overwrites the older episodic event. When viewing episodic data, any data reading collected after the minute mark will display in the next trended minute. To use this data review tool, complete the following procedure: 1. Select the appropriate patient Multi-Viewer window. 124 CARESCAPE Central Station 2048001-001E 2. From the Single Viewer menu, select Patient Data > Graphic Trends . Data review tools Item Description 1 2 3 4 5 6 Parameter button(s) Events parameters Range drop-down menu Time focus Scroll bar Groups drop-down menu 3. 4. 5. Select Groups then select the trend group from the displayed list. For a list of the factory preset Groups, see Factory presets (217). Custom default Groups can also be configured and may display in the list. Select the Configuration button to display the parameters contained in each trend Group. Groups are configured before clinical use. For more information, see the technical manual. Select the time range of the displayed Graphic Trends: ● Use the scroll bar to move backward and forward in time. ● Select Range then select a time range from the displayed list. The options are: 15 min , 30 min , 1 hr , 2 hrs , 4 hrs , 8 hrs , 12 hrs , and 24 hrs . When two trends share the same row in the Graphic Trends window, with one trend label shown on the left and one trend label shown on the right, and both trends have the same data values, the waveform areas will overlap each other. The overlapping waveform colors will not blend together. As the trend values change, the waveform shape will also change, allowing its individual waveform color to become visible. If there is missing trend data, a gap appears. If the time cursor is positioned within that gap, parameter numerics still display. Depending upon the position of the time cursor within the gap, the displayed parameter numerics are either the last known parameter values before the gap or the first known parameter values after the gap. 2048001-001E CARESCAPE Central Station 125 Data review tools 6. 7. Select the parameter button and select the appropriate scale from the displayed list. Scale options vary by parameter. For more information, see Adjusting parameter control settings (50). If the parameter value is outside the range of the selected scale, the waveform will display as red. The Events parameter displays arrhythmia alarm trend as vertical bars at the time of occurrence in the displayed time frame. Select the Print button of the currently viewed Group and Range to the configured laser printer. ● Graphic Trends may only be sent to a central station laser printer; printing by the central station to a writer is not supported. ● Graphic Trends print in the same scale as displayed on screen. ● Up to four Graphic Trends can be printed on each page. ● Events print on a separate page and include all the events that occurred during the report period."},{"context":{"32px":"Data review tools","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Using Calipers","23px":"User's Manual"},"procedure":" Numeric Trends displays parameter numerics in a tabular format. When reviewing data, be aware that when the V- lead changes at a monitoring device, both the current and previous V lead data is trended and both V lead labels will display. In addition, the V lead numeric data appears at the time the V lead data was collected. To use this data review tool, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > Numeric Trends . Item Description 1 2 3 4 Sort by drop-down menu Interval drop-down menu Time focus Scroll bar 126 CARESCAPE Central Station 2048001-001E Data review tools 3. 4. Select the Sort by button, then select a group from the displayed list to automatically sort the data. Groups define the order that parameters are displayed. For a list of the factory preset Groups, see Factory presets (217). Custom Groups can also be configured and display in the list. When the first parameter on the list is an episodic parameter (e.g., NBP), all other parameters in the list only display data at the episodic measurement points (e.g., NBP is the first parameter on the list, and NBP measurements were taken at 10:10, 10:15, and 10:20, then data for all other parameters on the list is only available for the same times). Episodic data is displayed at the closest time interval for the selected time. An ellipsis symbol (...) is appended after the episodic value when more than one sample exists for the same time interval (i.e., two Cardiac Calculations) or if the timestamp is more than 30 seconds off the displayed time interval. Select Interval to select the time interval (amount of time between columns) of the displayed data. The options for periodic parameter Groups are: 1 min , 5 min , 15 min , 30 min , and 60 min . 5. Use the scroll bars to move through the displayed data. 6. Select the Print button."},{"context":{"32px":"Data review tools","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Enabling ST Monitoring Status indicator","23px":"User's Manual"},"procedure":" To calculate a waveform interval or waveform amplitude, complete the following procedure: a. From Measurement , select the measurement lead from the displayed list. b. Select Enable to add a reference lead for comparison. c. From Reference , select the reference lead from the displayed list. A green reference lead displays under the blue measurement lead. You can select the green reference waveform drag bar to move the reference waveform vertically up and down. All measurements will correspond with the measurement lead. Taking measurements from the reference lead could provide misleading information in the printed report. d. From the Value column in the measurement table, select the measurement value to record. e. Position the Calipers over the waveform complex to measure: ● Use the Calipers right or left arm drag bar to adjust the Calipers jaw separation. ● Use the Calipers drag bar to reposition the Calipers over the waveform. ● To easily compare intervals from one QRS complex to another, including ST, select a point on the waveform to reposition the Calipers left arm to the selected point without changing the Calipers jaw separation. f. Select Apply to calculate the measurement and display in the measurement table. Once a measurement is applied, select the measured value again to reposition the Calipers left arm to the selected point without changing the Calipers jaw separation. To clear measurements from the measurement table, select the appropriate options: ● Select a measurement value and select Clear Value to remove a specific measurement value. ● Select Clear All to remove all measurements. Select the Print button. ● The report can only be printed to a laser printer. ● The report is printed to scale and is not dependent on the screen calibration. ● The report is printed using the same sweep speed as the Calipers window and the speed setting is printed on the report. ● The report timestamp is a range showing the time at the left edge of the waveform and the time at the right edge of the waveform. ● The report is printed with the background grid. ● The report includes the any stored measurement values. ● The report includes the reference waveform if applicable. The waveforms print at 1x zoom. 8. 9. 130 CARESCAPE Central Station 2048001-001E Data review tools"},{"context":{"32px":"Data review tools","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Using ST Review","23px":"User's Manual"},"procedure":" Full Disclosure data collection at the central station enabled. To show the ST Monitoring Status indicator in the patient Multi-Viewer window, complete the following procedure: 1. 2. 3. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Patient Data > ST Review . Select the ST Monitoring Status button. 4. When the message START ST Monitoring? displays, select the appropriate option ● Yes : Allow the ST Monitoring Status indicator to display in the patient Multi-Viewer window. If there is a problem collecting ST records from the monitoring device, the ST Monitoring error indicator displays in the patient Multi-Viewer window. To determine the cause of the error, hover over the ST Monitoring Status button. Errors at the monitoring device that could produce the ST Monitoring error indicator on the central station include: ￭ 12SL Analysis Program not enabled or license not activated. ￭ Incorrect ECG cable. Insufficient working ECG leads or LEADS FAIL . ￭ ● No : Do not display the ST Monitoring Status indicator to display in the patient Multi-Viewer window. 5. To remove the ST Monitoring Status indicator from the patient Multi-Viewer window, select the ST Monitoring Status button. When the message STOP ST Monitoring? displays, select the appropriate option: ● Yes : Remove the ST Monitoring Status indicator from the patient Multi-Viewer window. ● No : Continue to display the ST Monitoring Status indicator from the patient Multi-Viewer window. 2048001-001E CARESCAPE Central Station 131 Data review tools"},{"context":{"32px":"Data review tools","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Using Browser","23px":"User's Manual"},"procedure":" To change the Graphic Trends parameters, scales, and waveform format, complete the following procedure: a. Select the Configuration button. b. Under Parameter 1 , select the appropriate options: ● Parameter Name : Select the parameter from the list. For more information, see ECG supported parameters (168). ● Scale : Select the waveform scale. Scale options vary by parameter. For more information, see Custom defaults (227). c. Under Parameter 2 , select the appropriate options: ● Follow ST Median : Select to follow any of the 12 ST medians. The selected median is displayed in the 3x zoom window. The trend graph parameter automatically switches to the ST deviation corresponding to the lead of the selected median. ● Parameter Name : Select the parameter from the list. For more information, see ECG supported parameters (168). ● Scale : Select the waveform scale. Scale options vary by parameter. For more information, see Custom defaults (227). d. Under Waveform Format , select the appropriate options: ● Standard Format (I, II, III, aVR, aVL, aVF, V1-V6) : Also known as Einthoven. The waveforms display as follows: I II III aVR aVL aVF V1 V2 V3 V4 V5 V6 ● Cabrera Format (aVL, I, -aVR, II, aVF, III, V1-V6) : An alternate limb lead order in which aVR is inverted and shown as -aVR, making it easier to visualize waveform progression in the frontal plane. The waveforms display as follows: aVL II aVF III V1 V2 V3 I -aVR V4 V5 V6 e. Select Close . The ST Review data will automatically refresh to these settings. 136 CARESCAPE Central Station 2048001-001E Data review tools 8. Push to MUSE : Transfer an ST record file to MUSE (if available). ST records generated with 12RL based data cannot be pushed to the MUSE server; only ST records generated with purely measured data can be pushed. This button will be disabled if: ● The patient does not have both a patient identification number and a last name. ● The ST record contains data derived with a 12RL algorithm. ● The central station cannot find a MUSE system on the Network. For more information, see the technical manual. Select the Print button. 9. 10. Select the appropriate print report option. All of the reports include ECG measurement values, timestamp, and patient information: ● All ECG : Includes 12 ECG waveforms with ten seconds of data associated with each waveform, printed on two pages. If the ST record contained derived data, then the message LEADS V2, V3, V4 AND V6 ARE INTERPOLATED displays, otherwise the 12SL statement codes are listed and the message UNCONFIRMED displays. ● Medians : Includes current and saved reference median complexes, differentiated by levels of grayscale (current complexes are darker than reference complexes). Also includes QRS start marker and QRS end marker (J point). ● 12 Lead : Includes 12 ECG waveforms with 2.5 seconds of data associated with each waveform. Also includes ten seconds of data for ECG lead II and ECG lead V1. If the ST record contained derived data, then the message LEADS V2, V3, V4 AND V6 ARE INTERPOLATED displays, otherwise the 12SL statement codes are listed and the message UNCONFIRMED displays. 11. Select OK . The waveforms print within 1% to scale for both amplitude and time. The patient name and patient identification number used on the printout corresponds to the patient name and patient identification number used when the printout was requested."},{"context":{"32px":"Printing","20px":"Using Numeric Trends","115px":"7","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Using Browser","23px":"User's Manual"},"procedure":" When configured, Browser provides access to web applications, patient data (e.g., labs, images), and repositories (e.g., Hospital Information System) on the hospital enterprise network. To use this data review tool, complete the following procedure: 1. From the Multi-Viewer menu, select Browser . 2. 3. 4. To use Internet Explorer, either manually enter a web address or select the Favorites button and select the appropriate option from the list. To use Citrix, select Citrix on the menu bar. Select the Close button to close the window. 138 CARESCAPE Central Station 2048001-001E"},{"context":{"32px":"Printing","20px":"Using Numeric Trends","115px":"8","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Manually printing ECG strips","23px":"User's Manual"},"procedure":" accompanying the monitoring device. When some bedside monitors (e.g., CARESCAPE Monitor B850) are set to print to a laser printer for manual or alarm graphs, the laser printer name will display as a blank in these two locations at the central station. In these cases, the print location for these monitors cannot be adjusted at the central station. Any changes made will be ignored and revert to the laser printer specified by the bedside monitor. To adjust printer control settings, complete the following procedure: 1. 2. Select the appropriate patient Multi-Viewer window. From the Single Viewer menu, select Monitor Setup > Print Setup . 3. Under Print Waveforms , select the waveforms to print: ● ECG 1 : Select the ECG lead from the list for the first waveform to be printed. ● Waveform 2 : Select the ECG lead or parameter from the list for the second waveform to be printed. ● Waveform 3 : Select the ECG lead or parameter from the list for the third waveform to be printed. ● Waveform 4 : Select the ECG lead or parameter from the list for the fourth waveform to be printed. ECG waveforms are always printed first; other parameter waveforms print after ECG waveforms. 2048001-001E CARESCAPE Central Station 139 Printing 4. Under Print Location , select the printer where the following print requests will print: ● Manual : Printer for manually initiated ECG strip printouts. ● Alarm : Printer for automatically initiated ECG strip printouts printed by monitoring devices in response to alarms. ● Print Window : Printer for stored data print requests. Some bedside monitors do not support this option. ● Enable Transmitter Print : Allow telemetry monitoring devices to initiate manual print requests. Some telemetry monitoring devices do not support this option. 5. Under Speed , select the print speed in mm\/s. The options are: 0.1 , 0.5 , 1 , 5 , 10 , 12.5 , 25 , and 50 . The slower the speed, the more condensed the data."},{"context":{"32px":"Printing","20px":"Using Numeric Trends","115px":"8","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Printing all parameter alarm limits and waveforms","23px":"User's Manual"},"procedure":" To manually print a continuous ECG strip, complete the following procedure: 1. 2. Hover over the parameter numerics area. 3. When the Printer icon displays, click in the parameter numerics area. 4. The printout continues until the user stops the printout request. To stop manual ECG strip printout requests, hover over the parameter numerics area and click the Printer icon again. The ECG strip is sent to the printer configured for Print Location > Manual, unless the central station has a writer attached and configured for use. If the central station writer is configured for use, all manual printouts will be sent to the writer, even if another printer is defined for the Print Location > Manual. Manually printed ECG strips initiated directly from the bedside monitor will go to the Print Location > Manual regardless if the central station has an attached writer. The format and duration varies by monitoring device. For more information, see the documentation accompanying the monitoring device."},{"context":{"32px":"Printing","20px":"Using Numeric Trends","115px":"8","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Automatic alarm printouts","23px":"User's Manual"},"procedure":" Monitoring devices can only save a single print request at any one time. When a print request occurs, the most recent saved print request is sent to the central station. It may take several minutes to generate the printout. The patient data may not be in same sequential order as the patient Multi-Viewer windows. To print the parameter limits or waveforms, complete the following procedure: 1. From the Multi-Viewer menu, select Print All . 140 CARESCAPE Central Station 2048001-001E Printing 2. 3. Select Limits to print the parameter alarm limits for all telemetry monitoring devices displayed in the Multi-Viewer. Each printout contains the patient identification and the corresponding parameter limit settings, parameter alarm priorities, and arrhythmia alarm priorities. These printouts are only available from telemetry monitoring devices. The same printout can be created for a individual telemetry monitoring device by selecting the Print button in Monitor Setup > Alarm Setup . Select Waveforms to print the waveforms for all monitoring devices displayed in the Multi-Viewer. An individual manual ECG strip will be printed for each monitoring device. Select OK to print. 4. The printout is sent to the printer configured for Print Location > Manual . The format and duration varies by monitoring device. For more information, see the documentation accompanying the monitoring device."},{"context":{"32px":"Printing","20px":"Using Numeric Trends","115px":"8","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Supported printouts","23px":"User's Manual"},"procedure":" Print requests initiated at the central station and rendered at the central station laser printer, must be stopped at the central that initiated the print request. Manual ECG strip print requests generated by a bedside monitor, regardless of the print destination, can be stopped from the bedside monitor that generates the printouts or from an in-unit central station. To stop print requests rendered by the central station laser printer, complete the following procedure: 2048001-001E CARESCAPE Central Station 141 Printing 1. From the Multi-Viewer menu, select Setup > Central Defaults . Select OK . 2. Under Printer\/Writer , select Cancel Print Jobs for the printer. 3. To stop print requests at a writer, press the Graph Stop button on the writer. To stop manual ECG strip printout requests, hover over the parameter numerics area and click the Printer icon again. Alarm graphs cannot be stopped from a central station. For more information, see the documentation accompanying the monitoring device."},{"context":{"32px":"Maintenance","20px":"Storing writer paper","115px":"9","27px":"CARESCAPE Central Station","16px":"kPa value conversion","25px":"Writer maintenance","23px":"User's Manual"},"procedure":" To change the writer paper, complete the following procedure: 1. Press the button on the front of the writer to open the writer door. 2. Remove the old spool and install a new paper roll. For more information, see the writer technical manual. If using paper with the thermal coating (printable surface) on the inside of the roll, such as those sold by GE, install the paper roll so that it unrolls from the bottom. Reverse this (have the paper unroll from the top), if the printable surface is on the outside of the roll. The paper must be oriented so that the printable surface side (the shiny side) of the paper must be in contact the print head assembly, not the roller assembly. 3. Close the door. Make sure the paper protrudes from the opening. 4. 5. Remove the test strip by tearing downward. Test the writer by initiating a test strip. 2048001-001E CARESCAPE Central Station 151 Maintenance"}]
